[IRI_RocketPunch X2AbilityTemplate]
LocFriendlyName="Реактивный кулак"
LocLongDescription="Нанесите удар кулаком по врагу в зоне движения с помощью ракетного ускорителя удара. Работает только с тяжелой броней."
LocHelpText="Нанесите удар кулаком по врагу в зоне движения с помощью ракетного ускорителя удара."
LocFlyOverText="Реактивный кулак"

[IRI_RocketPunch_MK2 X2AbilityTemplate]
LocFriendlyName="Энергетический кулак"
LocLongDescription="Нанесите удар кулаком по врагу в зоне движения с помощью элериевого ускорителя удара. Работает только с тяжелой броней."
LocHelpText="Нанесите удар кулаком по врагу в зоне движения с помощью элериевого ускорителя удара."
LocFlyOverText="Энергетический кулак"

[IRI_RocketPound X2AbilityTemplate]
LocFriendlyName="Ракетный натиск"
LocLongDescription="Атакуйте и дезориентируйте врагов в зоне движения с помощью реактивно ускоренного удара по земле. Работает только с тяжелой броней."
LocHelpText="Атакуйте и дезориентируйте врагов в зоне движения с помощью реактивно ускоренного удара по земле."
LocFlyOverText="Ракетный натиск"

[IRI_IcarusJump X2AbilityTemplate]
LocFriendlyName="Полет"
LocLongDescription="Перелетите на новую позицию, игнорируя вражеский режим \"Наблюдения\" и ответный огонь. Не может использоваться с тяжелой броней."
LocHelpText="Активировать ракетные ускорители для перелета на другую позицию."
LocFlyOverText="Полет"

[IRI_CallReinforcements X2AbilityTemplate]
LocFriendlyName="Вызов подкреплений"
LocLongDescription="Дать сигнал \"Подстрекателю\" высадить на поле боя солдат, экипированных ракетным ускорителем, прямо из казарм на \"Мстителе\"."
LocHelpText="Дать сигнал \"Подстрекателю\" высадить на поле боя солдат, экипированных ракетным ускорителем, прямо из казарм на \"Мстителе\"."
LocFlyOverText="Вызов подкреплений"

[IRI_EmergencyEvac X2AbilityTemplate]
LocFriendlyName="Экстренная эвакуация"
LocLongDescription="Активировать ракетные ускорители для немедленной эвакуации с любой открытой позиции. Не может использоваться с тяжелой броней."
LocHelpText="Активировать ракетные ускорители для немедленной эвакуации с любой открытой позиции."
LocFlyOverText="Экстренная эвакуация"

[IRI_IcarusSlam X2AbilityTemplate]
LocFriendlyName="Кратер"
LocLongDescription="Упадите с небес подобно метеору, дезориентируя и нанося урон врагам. Также способность наносит урон укрытию противника. Работает только с тяжелой броней."
LocHelpText="Упадите с небес подобно метеору, дезориентируя и нанося урон врагам. Также наносит урон укрытию противника."
LocFlyOverText="Кратер"

[IRI_JetShot X2AbilityTemplate]
LocFriendlyName="Выстрел в полете"
LocLongDescription="Дает возможность навязать бой противнику во время полета на ракетном ускорителе до конца хода. Дает преимущество выстрела с высоты. Не может использоваться с тяжелой броней."
LocHelpText="Дает возможность навязать бой противнику во время полета на ракетном ускорителе до конца хода. Дает преимущество выстрела с высоты."
LocFlyOverText="Выстрел в полете"

[IRI_JetShot_Cancel X2AbilityTemplate]
LocFriendlyName="Отмена выстрела в полете"
LocLongDescription="Деактивировать ракетные ускорители, чтобы вернуться к бою на земле."
LocHelpText="Деактивировать ракетные ускорители, чтобы вернуться к бою на земле."
LocFlyOverText="Выстрел в полете отменен"

[IRI_JetBoosters_MK1 X2EquipmentTemplate]
FriendlyName="Ракетные ускорители"
FriendlyNamePlural="Ракетные ускорители"
BriefSummary="Используя снятые с вражеских МЭКов ракетные ускорители, мы добились улучшения мобильности бойцов, а также получили доступ к новым боевым способностям, зависящим от типа экипированной брони."
TacticalText=" "

[IRI_JetBoosters_MK2 X2EquipmentTemplate]
FriendlyName="Элериевые ускорители"
FriendlyNamePlural="Элериевые ускорители"
BriefSummary="Скомбинировав встроенные ракетные ускорители, снятые с трупа Архонта, с элериевыми источниками питания, мы добились существенного улучшения мобильности наших бойцов и получили доступ к новым боевым способностям, зависящим от типа экипированной брони."
TacticalText=" "

[JetBoosters_MK1_Tech X2TechTemplate]
DisplayName="Ракетные ускорители"
Summary="Мы могли бы использовать трофейные ракетные ускорители, снятые с вражеского МЭКа, чтобы  получить доступ к новым боевым способностям, зависящим от типа экипированной брони." 

[JetBoosters_MK2_Tech X2TechTemplate]
DisplayName="Элериевые ускорители"
Summary="Мы могли бы скомбинировать трофейные ракетные ускорители, снятые с Архонта, и энергию элерия, чтобы  получить доступ к новым боевым способностям, зависящим от типа экипированной брони."

[X2Effect_IRI_WeaponSpecificAnimSet]
DamnGoodGround_String="Преимущество в высоте"
Raptor_String="Раптор"

[X2TargetingMethod_ConfirmEvac]
AcceptMessage="Эвакуация"
CancelMessage="Отмена"

[IRI_UnlockDynamicDeployment X2SoldierAbilityUnlockTemplate]
DisplayName="Вызов подкреплений"
Summary="Дает возможность высаживать на поле боя дополнительных бойцов, экипированных ракетными ускорителями, с помощью точечной доставки \"Подстрекателем\" прямо из казарм на \"Мстителе\". Тактические ограничения:<br/><Bullet/> Общее количество солдат на миссии не может превышать максимальный размер отряда. Это означает, что для того, чтобы способность могла сработать, миссия должна начаться с неполным количеством бойцов в отряде.<br/><Bullet/> Можно высадить не более 3 солдат за ход.<br/><Bullet/> Вызов подкреплений снимает маскировку отряда.<br/><Bullet/> Зона высадки должна находиться в пределах видимости отряда."

;	MALE Jet Packs localization

[IRI_JetPack_Shins01_M X2BodyPartTemplate]
DisplayName="Ускорители (голени)"

[IRI_JetPack_Pack01 X2BodyPartTemplate]
DisplayName="Реактивный ранец"

[IRI_JetPack_Pack02 X2BodyPartTemplate]
DisplayName="Реактивные крылья"

[IRI_JetPack_Pack03 X2BodyPartTemplate]
DisplayName="Ускорители \"Архангел\""

[IRI_JetPack_Pack04 X2BodyPartTemplate]
DisplayName="Элериевые ускорители"

[IRI_JetPack_Pack05 X2BodyPartTemplate]
DisplayName="Прыжковое приспособление пилота"

[IRI_JetPack_Forearm01 X2BodyPartTemplate]
DisplayName="Ускоритель (руки)"

;	FEMALE

[IRI_JetPack_Shins01_F X2BodyPartTemplate]
DisplayName="Ускорители (голени)"

[IRI_JetPack_Pack01_F X2BodyPartTemplate]
DisplayName="Реактивный ранец"

[IRI_JetPack_Pack02_F X2BodyPartTemplate]
DisplayName="Реактивные крылья"

[IRI_JetPack_Pack03_F X2BodyPartTemplate]
DisplayName="Ускорители \"Архангел\""

[IRI_JetPack_Pack04_F X2BodyPartTemplate]
DisplayName="Элериевые ускорители"

[IRI_JetPack_Pack05_F X2BodyPartTemplate]
DisplayName="Прыжковое приспособление пилота"

[IRI_JetPack_Forearm01_F X2BodyPartTemplate]
DisplayName="Ускоритель (руки)"
